Repository: fluid-design-io/Drag-N-Convert
Catalog: Drag-N-Convert/Localizable.xcstrings
Source language: en
Languages: zh_hans

# [App Name]
source: Drag-N-Convert
zh_hans: 拖动转换器

source: © 2025 Oliver Pan. All rights reserved.
zh_hans: © 2025 Oliver Pan。保留所有权利。

source: A simple and efficient image converter for macOS.
zh_hans: 适用于 macOS 的简单高效的图像转换器。

source: About %@
zh_hans: 关于%@

source: About Drag-N-Convert
zh_hans: 关于 Drag-N-Convert

source: Add Preset
zh_hans: 添加预设

source: Choose...
zh_hans: 选择…

source: Conversion Complete
zh_hans: 转换完成

source: Conversion Failed
zh_hans: 转换失败

source: Converting %lld files...
zh_hans: 正在转换%lld个文件…

source: Current Path
zh_hans: 当前路径

source: Delete original after conversion
zh_hans: 转换后删除原件

source: Delete Preset
zh_hans: 删除预设

source: Format
zh_hans: 格式

source: GitHub Repository
zh_hans: GitHub资源库

source: Height
zh_hans: 高度

source: Last Used Preset
zh_hans: 上次使用

source: Nickname
zh_hans: 名字

source: No Preset Selected
zh_hans: 无选中预设

source: Open Folder
zh_hans: 打开文件夹

source: Output folder:
zh_hans: 导出路径

source: Presets
zh_hans: 预设

source: Presets…
zh_hans: 预设…

source: Quality: %lld%%
zh_hans: 质量： %lld%%

source: Quit %@
zh_hans: 退出%@

source: Report an Issue
zh_hans: 报告问题

source: Save Changes
zh_hans: 保存

source: Select a preset to edit or create a new one.
zh_hans: 选择要编辑的预设或创建一个新的预设。

source: Try Again
zh_hans: 重试

# Version %@ (%@)
source: Version %1$@ (%2$@)
zh_hans: 版本 %1$@ (%2$@)

source: Width
zh_hans: 长度
